<?php
include "include/connect_db.php";
?>
<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link  href="style/normalize.css" rel="stylesheet">
    <link  href="style/style.css" rel="stylesheet">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Alegreya+Sans:ital,wght@0,100;0,300;0,400;0,700;0,800;0,900;1,100;1,800&display=swap" rel="stylesheet">
    <title>Магазин постельного белья</title>
</head>
<body>
<header class="header">
        <div class="container">
         <?php
           include "include/block-header.php";
        ?>
        </div>
</header>

    <main>
        <section class="main">
            <div class="container ">
                <div class="main__wrapper">
                    <div class="main__content">
                    <h1 class="section__title main-title">Домашний текстиль для дома</h1>
                    <p class="section__info main-info">Заботимся о каждом покупателе</p>
                    <a class="button main__button" href="#">Перейти к покупкам</a>
                </div>
                <div class="content__img">
                    <img class="pillow" src="img/content_img.png" width="800" height="" alt="Изображение контента"> 
                    <img class="dots-img" src="img/dots_img.webp">
                </div>
                </div>
            </div>
        </section>
        <section class="products">
            <div class="container">
                <div class="goods__wrapper">
                    <div class="goods__item">
                        <div class="goods__img">
                            <img class="goods-img" src="img/product_1.png" width="500">
                            <img class="goods_overlay" src="img/overlay.webp" width="392">
                        </div>
                        <div class="goods__info">
                            <p class="goods__title">Подушка Swan Zip</p>
                            <p class="goods__description">Подушка классической конструкции, средней поддержки, которая обеспечит правильный сон как на спине, так и на боку. <br> Материал чехла — 100% пуходержащий сатин, что обеспечивает высокую гигиеничность и долговечность изделия.</p>
                            <span class="start__price">1000 ₽</span>
                            <a class="goods__cart" href="#">Узнать больше</a>

                        </div>
                    </div>
                    <div class="goods__item">
                        <div class="goods__img">
                            <img class="goods-img" src="img/product_3.png" width="500" height="436">
                            <img class="goods_overlay" src="img/overlay.webp"  width="392">
                        </div>
                        <div class="goods__info">
                            <p class="goods__title">Подушка Moon</p>
                            <p class="goods__description">Подушка классической конструкции, средней поддержки, которая обеспечит правильный сон как на спине, так и на боку. <br> Материал чехла — 100% пуходержащий сатин, что обеспечивает высокую гигиеничность и долговечность изделия.</p>
                            <span class="start__price">1000 ₽</span>
                            <a class="goods__cart" href="#">Узнать больше</a>

                        </div>
                    </div>
                    <div class="goods__item">
                        <div class="goods__img">
                            <img class="goods-img" src="img/product_2.png" width="500">
                            <img class="goods_overlay" src="img/overlay.webp" width="392">
                        </div>
                        <div class="goods__info">
                            <p class="goods__title">Плед Lunetta</p>
                            <p class="goods__description">Длинный и пушистый ворс бамбуковый с одной стороны, с другой - короткий ворс. Меховой плед с длинным ворсом, как травка, мягкий и очень теплый, им можно укрыться или использовать как декор на кровать или диван.</p>
                            <span class="start__price">2250 ₽</span>
                            <a class="goods__cart" href="#">Узнать больше</a>

                        </div>
                    </div>
                </div>
            </div>
        </section>
        <section class="popular">
            <div class="container">
                <h2 class="popular__title">ПОПУЛЯРНЫЕ ТОВАРЫ</h2>
                <div class="popular__list">
                    
                <div class="popular_item">
                    <a class="item-link" href="#"><img src="img/item-1.jfif" width="290" height="290"></a>
                    <div class="description-item">
                        <span class="name_type">Постельное белье <br> <span class="name-product"> Lavanda</span></span>
                        <span class="type">Евро</span>
                    </div>
                    <div class="item-price">
                        <span class="new-price">2858 ₽</span>
                        <span class="old-price">10390 ₽</span>
                    </div>
                    <div class="more-product">
                        <a class="more-details" href="#">Подробнее о товаре</a>
                        <button class="buy-product" type="button"></button>
                    </div>
                </div>

                <div class="popular_item">
                    <a class="item-link" href="#"><img src="img/item-2.jfif" width="290" height="290"></a>
                    <div class="description-item">
                        <span class="">Постельное белье <br> <span class="name-product"> Brilliant</span></span>
                        <span class="type">Евро</span>
                    </div>
                    <div class="item-price">
                        <span class="new-price">2458 ₽</span>
                        <span class="old-price">10390 ₽</span>
                    </div>
                    <div class="more-product">
                        <a class="more-details" href="#">Подробнее о товаре</a>
                        <button class="buy-product" type="button"></button>
                    </div>
                </div>
                <div class="popular_item">
                    <a class="item-link" href="#"><img src="img/item-3.jfif" width="290" height="290"></a>
                    <div class="description-item">
                        <span class="">Постельное белье <br> <span class="name-product">Bliss</span></span>
                        <span class="type">Евро</span>
                    </div>
                    <div class="item-price">
                        <span class="new-price">2558 ₽</span>
                        <span class="old-price">10390 ₽</span>
                    </div>
                    <div class="more-product">
                        <a class="more-details" href="#">Подробнее о товаре</a>
                        <button class="buy-product" type="button"></button>
                    </div>
                </div>
            </div>
            </div>
        </section>
        <section class="garanty">
            <div class="container">
                <h2 class="garanty__title">Наши гарантии</h2>
                <div class="garanty__wrapper">
                    <div class="garanty__item">
                        <a class="garanty__link" href="#" ><svg id="Layer_1" style="enable-background:new 0 0 64 64;" version="1.1" viewBox="0 0 64 64" xml:space="preserve" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink"><g><path d="M52.00069,19.66052c2.46034-4.14833-0.6463-9.34156-5.35254-9.27539c0.06146-4.73808-5.14453-7.83397-9.28516-5.35303   c-1.08398-1.9126-3.11719-3.1333-5.36719-3.1333c-2.24219,0-4.27148,1.21826-5.35645,3.12646   c-4.14983-2.47208-9.34653,0.62835-9.28516,5.35986c-4.72017-0.05858-7.80476,5.11121-5.34473,9.27295   c-1.91211,1.07666-3.13281,3.10645-3.13281,5.36035c0,2.25586,1.2168,4.2876,3.125,5.36719   c-2.40196,4.03584,0.45146,9.27442,5.35449,9.27442c-0.0127,1.37286,0.45996,2.72498,1.31775,3.83069   c-0.00531-0.00122-0.01093-0.00214-0.01624-0.00336c-3.31006,4.91003-6.89001,9.71002-8.88,15.09003   c-0.04004,0.08002,0.03998,0.14996,0.10999,0.09998c2.27002-1.31,4.73999-2.54999,7.32001-3.75   c0.04999-0.01996,0.10999,0,0.10999,0.06c0.45001,2.29999,0.98999,4.64001,1.73999,7.06   c0.02002,0.07001,0.13,0.07001,0.16003,0.01001c2.01886-5.43921,5.64978-10.29309,8.98505-15.23828   c1.58553,1.23872,3.68069,1.73536,5.8216,0.98248c3.14978,4.60718,6.43451,9.17426,8.3233,14.2558   c0.02002,0.06,0.13,0.06,0.15002-0.01001c0.75-2.41998,1.29999-4.76001,1.73999-7.06c0-0.06,0.07001-0.07996,0.10999-0.06   c2.59003,1.20001,5.06006,2.44,7.33002,3.75c0.06,0.04999,0.14001-0.01996,0.10999-0.09998   c-1.82373-4.86029-4.91779-9.2597-7.94971-13.69061c1.78741-1.16602,2.83441-3.13788,2.80927-5.22723   c4.72117,0.09442,7.81887-5.16117,5.3584-9.27637C56.16228,28.02786,56.16453,22.01015,52.00069,19.66052z M50.29366,28.96814   l-0.50977,0.11279c-0.05888,0.29333-0.5846,0.95389,0.0166,1.67285c2.65673,2.94254-0.01658,7.645-3.93262,6.81787   c-0.95166-0.23615-1.33055,0.74136-1.52832,0.91846l0.23828,0.47998c0.72544,3.93446-3.94339,6.47926-6.87402,3.82813   c-0.69012-0.57769-1.42883-0.01015-1.66113,0.04004l-0.10352,0.49463c-1.32173,3.78932-6.62457,3.69097-7.88477-0.00342   l-0.11621-0.50977l-0.54492-0.20313c-0.37305-0.13867-0.78809-0.06299-1.11914,0.21484   c-1.61417,1.4486-4.27711,1.48863-5.90039-0.3877c-0.84375-0.97656-1.19141-2.29492-0.93652-3.53613   c0.09961-0.3457,0.02148-0.7207-0.21973-0.99756l-0.53125-0.52539l-0.57715,0.19238   c-3.90597,0.78883-6.5697-3.87198-3.87988-6.85352c0.25781-0.30957,0.33203-0.73047,0.19434-1.09863l-0.2627-0.59131   l-0.49121-0.0791c-1.67383-0.58545-2.79297-2.15723-2.79297-3.93604c0-1.79688,1.15039-3.38379,2.87109-3.95068   c0.85254-0.28839,0.73592-1.18497,0.80566-1.3833l-0.34863-0.3877c-2.68571-2.99594,0.08554-7.65111,3.92871-6.8208   c0.95193,0.23505,1.33692-0.75618,1.5293-0.93066l-0.23828-0.47949c-0.7104-3.83636,3.88437-6.49991,6.84961-3.83789   l0.1123,0.08643c0.31934,0.21436,0.71582,0.25293,1.06445,0.10107l0.54688-0.27832L28.071,6.68396   c0.59668-1.66943,2.16406-2.78516,3.9248-2.78516c1.78711,0,3.37207,1.14258,3.95313,2.8457l0.1123,0.47266   c0.26144,0.06773,0.87303,0.56912,1.55566,0.1084l0.11426-0.08887c1.34082-1.21143,3.28418-1.41748,4.83887-0.5127   c1.52637,0.88867,2.3418,2.69482,1.99609,4.40723c-0.2444,0.8459,0.5642,1.27192,0.75293,1.53418l0.5791-0.1958   c3.87764-0.80529,6.53431,3.8867,3.9375,6.7876c-0.63639,0.63639-0.13415,1.40128-0.10547,1.63721l0.5332,0.17578   C54.05974,22.32122,54.07504,27.68918,50.29366,28.96814z"/><path d="M31.99764,10.9574c-7.77002,0-14.07001,6.29999-14.07001,14.07001c0,7.76996,6.29999,14.07001,14.07001,14.07001   s14.08002-6.30005,14.08002-14.07001C46.07766,17.25739,39.76766,10.9574,31.99764,10.9574z M41.05764,22.97736l-4.42999,4.37006   c-0.02002,0.01996-0.02002,0.03998-0.02002,0.06l1.09003,6.12995c0.01001,0.06006-0.03998,0.09003-0.09003,0.07001l-5.52997-2.87   c-0.02002-0.01001-0.04004-0.01001-0.06,0l-5.5,2.94c-0.04004,0.02002-0.10004-0.01996-0.09003-0.07001l1.02002-6.14997   c0-0.02002-0.01001-0.04004-0.02002-0.04999l-4.48999-4.32001c-0.02997-0.04004-0.02002-0.10004,0.03998-0.11005l6.16003-0.92999   c0.02002-0.01001,0.02997-0.01996,0.03998-0.03998l2.73004-5.59998c0.01996-0.05005,0.08997-0.05005,0.10999,0l2.78998,5.56995   c0.01001,0.02002,0.03003,0.03003,0.04999,0.03003l6.17004,0.85999C41.07766,22.87738,41.09761,22.93738,41.05764,22.97736z"/></g></svg>
                        <span class="description__garanty">Все поставки идут
                            напрямую от завода производителя</span></a>
                    </div>

                    <div class="garanty__item">
                        <a class="garanty__link" href="#"> <svg viewBox="0 0 32 32" xmlns="http://www.w3.org/2000/svg"><defs><style>.cls-1{fill:none;}</style></defs><title/><g data-name="Layer 2" id="Layer_2"><path d="M26,26H6a3,3,0,0,1-3-3V9A3,3,0,0,1,6,6H26a3,3,0,0,1,3,3V23A3,3,0,0,1,26,26ZM6,8A1,1,0,0,0,5,9V23a1,1,0,0,0,1,1H26a1,1,0,0,0,1-1V9a1,1,0,0,0-1-1Z"/><path d="M14,22H8a1,1,0,0,1,0-2h6a1,1,0,0,1,0,2Z"/><path d="M28,13H4a1,1,0,0,1,0-2H28a1,1,0,0,1,0,2Z"/></g><g id="frame"><rect class="cls-1"/></g></svg>
                        <span class="description-garanty">При заказе товаров на нашем сайте, мы не требуем предоплату. Оплата при получении.</span></a>
                    </div>
                    <div class="garanty__item">
                        <a class="garanty__link" href="#"><svg version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
                            viewBox="0 0 490 490" style="enable-background:new 0 0 490 490;" xml:space="preserve">
                       <g>
                           <path d="M490,268.656l-87.933-99.281h-81.483v-39.274h-97.209c-18.689-39.949-59.262-67.695-106.199-67.695
                               C52.567,62.406,0,114.973,0,179.583c0,44.856,25.342,83.9,62.456,103.586v92.515h44.57c1.194,28.824,25.007,51.909,54.119,51.909
                               c29.112,0,52.925-23.085,54.119-51.909h121.927c1.194,28.824,25.008,51.909,54.12,51.909c29.111,0,52.925-23.085,54.119-51.909H490
                               V268.656z M20.417,179.583c0-53.355,43.405-96.761,96.76-96.761c53.354,0,96.76,43.406,96.76,96.761
                               c0,53.354-43.406,96.76-96.76,96.76C63.821,276.343,20.417,232.937,20.417,179.583z M161.145,407.177
                               c-18.617,0-33.76-15.143-33.76-33.76c0-18.617,15.143-33.76,33.76-33.76c18.617,0,33.76,15.143,33.76,33.76
                               C194.905,392.034,179.762,407.177,161.145,407.177z M300.168,355.268h-87.984c-7.48-20.972-27.531-36.027-51.039-36.027
                               c-23.508,0-43.559,15.056-51.039,36.027H82.872v-63.636c10.855,3.33,22.373,5.128,34.304,5.128
                               c64.61,0,117.176-52.567,117.176-117.176c0-10.029-1.269-19.768-3.65-29.065h69.465V355.268z M391.311,407.177
                               c-18.618,0-33.761-15.143-33.761-33.76c0-18.617,15.143-33.76,33.761-33.76c18.617,0,33.76,15.143,33.76,33.76
                               C425.071,392.034,409.928,407.177,391.311,407.177z M469.583,355.268H442.35c-7.48-20.972-27.532-36.027-51.039-36.027
                               c-23.508,0-43.56,15.056-51.04,36.027h-19.686V189.792h72.291l76.707,86.611V355.268z"/>
                           <polygon points="162.969,194.442 127.385,173.716 127.385,105.553 106.968,105.553 106.968,185.45 152.691,212.087 	"/>
                       </g>
                       <g>
                       </g>
                       <g>
                       </g>
                       <g>
                       </g>
                       <g>
                       </g>
                       <g>
                       </g>
                       <g>
                       </g>
                       <g>
                       </g>
                       <g>
                       </g>
                       <g>
                       </g>
                       <g>
                       </g>
                       <g>
                       </g>
                       <g>
                       </g>
                       <g>
                       </g>
                       <g>
                       </g>
                       <g>
                       </g>
                       </svg>
                        <span class="description-garanty">Бесплатная доставка по России при заказе от 2000 рублей</span></a>
                    </div>
                    <div class="garanty__item">
                        <a class="garanty__link" href="#"> <svg enable-background="new 0 0 512 512" version="1.1" viewBox="0 0 512 512" xml:space="preserve" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink"><g id="Layer_1"/><g id="Layer_2"><g><path d="M256.1,424.2c44.9,0,87.1-17.5,118.9-49.3c29.5-29.5,46.9-68.7,49-110.4c0.2-4.1-3-7.7-7.1-7.9c-4.1-0.2-7.7,3-7.9,7.1    c-1.9,37.9-17.8,73.6-44.7,100.5c-28.9,28.9-67.4,44.9-108.3,44.9s-79.4-15.9-108.3-44.9c-59.7-59.7-59.7-156.9,0-216.6    c50.9-50.9,130.1-59.4,190.3-21.1l-16.9,20.7l48.5-4.9l-4.9-48.5l-17.1,21c-66.3-43.2-154.2-34.1-210.5,22.2    c-65.6,65.6-65.6,172.2,0,237.8C169,406.7,211.2,424.2,256.1,424.2z"/><path d="M335.4,221.4c0-0.1,0-0.2-0.1-0.2c0-0.2-0.1-0.3-0.1-0.5c0-0.1-0.1-0.3-0.1-0.4c0-0.1-0.1-0.2-0.1-0.3    c-0.2-0.5-0.4-0.9-0.7-1.3c0,0,0,0,0,0L302.5,172c-1.4-2.1-3.7-3.3-6.2-3.3h-80.6c-2.5,0-4.8,1.2-6.2,3.3l-31.8,46.6c0,0,0,0,0,0    c-0.3,0.4-0.5,0.9-0.7,1.3c0,0.1-0.1,0.2-0.1,0.3c-0.1,0.1-0.1,0.3-0.1,0.4c0,0.2-0.1,0.3-0.1,0.5c0,0.1,0,0.2-0.1,0.2    c-0.1,0.5-0.2,1-0.2,1.5c0,0,0,0,0,0v112.9c0,4.1,3.4,7.5,7.5,7.5H328c4.1,0,7.5-3.4,7.5-7.5V222.9c0,0,0,0,0,0    C335.5,222.3,335.5,221.8,335.4,221.4z M219.7,183.7h72.6l21.5,31.6H198.1L219.7,183.7z M320.5,328.3H191.5v-97.9h129.1V328.3z"/></g></g></svg>
                        <span class="description-garanty">Возврат в течение 7 дней после покупки</span></a>
                    </div>
                </div>
            </div>
        </section>
        <section class="reviews">
            <div class="container">
              <div class="section__wrapper reviews__wrapper">
              <h2 class="section__title reviews__title">Отзывы</h2>
              <div class="reviews__slider slider slider__container">
                <div class="reviews__list slider__wrapper">
                  <div class="reviews__item slider__slide">
                    <div class="reviews__img-wrapper">
                      <img src="img/reviews.jpg" width="481" height="331" alt="Фото отзыва">
                    </div>
                    <div class="reviews__content">
                      <blockquote>
                        <img class="review_author" src="img/author-1.jpg" alt="Фото комментатора">
                        <cite class="reviews__item-title">Елена Муллаева</cite>
                        <p>Спасибо, за работу. Комплект белья понравился, доставили быстро и без повреждений.</p>
                      </blockquote>
                    </div>
                  </div>

                  <div class="reviews__item slider__slide">
                    <div class="reviews__img-wrapper">
                      <img src="img/reviews-1.jpg" width="481" height="331" alt="Фото отзыва">
                    </div>
                    <div class="reviews__content">
                      <blockquote>
                        <img class="review_author" src="img/author-2.jpg" alt="Фото комментатора">
                        <cite class="reviews__item-title">Семён Димонов</cite>
                        <p>Спасибо, за работу. Комплект белья понравился, доставили быстро и без повреждений.</p>
                      </blockquote>
                    </div>
                  </div>

                  <div class="reviews__item slider__slide">
                    <div class="reviews__img-wrapper">
                      <img src="img/reviews-2.jpg" width="481" height="331" alt="Фото отзыва">
                    </div>
                    <div class="reviews__content">
                      <blockquote>
                        <img class="review_author" src="img/author-3.jpg" alt="Фото комментатора">
                        <cite class="reviews__item-title">Виктор Ключевский</cite>
                        <p>Брал в подарок для свекрови. Очень шикарное качество белья и приятные цены. Буду заказывать ещё.</p>
                      </blockquote>
                    </div>
                  </div>

                  <div class="reviews__item slider__slide">
                    <div class="reviews__img-wrapper">
                      <img src="img/reviews-3.jpg" width="481" height="331" alt="Фото отзыва">
                    </div>
                    <div class="reviews__content">
                      <blockquote>
                        <img class="review_author" src="img/author-4.jpg" alt="Фото комментатора">
                        <cite class="reviews__item-title">Наталья Щукина</cite>
                        <p>Дочери понравилось. Спасибо за быструю доставку.</p>
                      </blockquote>
                    </div>
                  </div>

                  <div class="reviews__item slider__slide">
                    <div class="reviews__img-wrapper">
                      <img src="img/reviews-4.jpg" width="481" height="331" alt="Фото отзыва">
                    </div>
                    <div class="reviews__content">
                      <blockquote>
                        <img class="review_author" src="img/author-5.jpg" alt="Фото комментатора">
                        <cite class="reviews__item-title">Виктория Романова</cite>
                        <p>Спасибо, за работу. Комплект белья понравился, доставили быстро и без повреждений.</p>
                      </blockquote>
                    </div>
                  </div>

                  </div>
                  <button type="button" class="slider__button slider__button--prev">
                    <svg id="blue_copy" style="enable-background:new 0 0 100 100;" version="1.1" viewBox="0 0 100 100" xml:space="preserve" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink"><g id="Layer_8_copy_4_2_"><path d="M70.787,27.267v8.294c0,0.571-0.305,1.1-0.8,1.385L49.776,48.615c-1.066,0.616-1.066,2.155,0,2.771l20.212,11.669   c0.495,0.286,0.8,0.814,0.8,1.385v8.294c0,1.231-1.333,2.001-2.399,1.385L29.013,51.385c-1.066-0.616-1.066-2.155,0-2.771   l39.375-22.733C69.454,25.266,70.787,26.035,70.787,27.267z"/><path d="M69.987,63.055l-2.376-1.372c-0.013,0.043-0.023,0.09-0.032,0.136l0.409,0.236c0.495,0.286,0.8,0.814,0.8,1.385v8.294   c0,1.008-0.894,1.693-1.803,1.575l1.404,0.81c1.066,0.616,2.399-0.154,2.399-1.385V64.44C70.787,63.868,70.482,63.34,69.987,63.055   z"/><path d="M49.776,48.615l20.212-11.669c0.495-0.286,0.8-0.814,0.8-1.385v-8.294c0-1.115-1.092-1.84-2.091-1.512   c0.054,0.16,0.091,0.328,0.091,0.512v8.294c0,0.571-0.305,1.1-0.8,1.385L47.776,47.615c-0.078,0.052-0.745,0.516-0.8,1.385   c-0.057,0.911,0.609,1.467,0.673,1.518c0.639,0.443,1.277,0.885,1.916,1.328c-0.032-0.112-0.07-0.312,0.019-0.51   c0.011-0.025,0.024-0.049,0.037-0.07C48.725,50.593,48.768,49.196,49.776,48.615z"/><path d="M70.787,27.267v8.294c0,0.571-0.305,1.1-0.8,1.385L49.776,48.615   c-1.066,0.616-1.066,2.155,0,2.771l20.212,11.669c0.495,0.286,0.8,0.814,0.8,1.385v8.294c0,1.231-1.333,2.001-2.399,1.385   L29.013,51.385c-1.066-0.616-1.066-2.155,0-2.771l39.375-22.733C69.454,25.266,70.787,26.035,70.787,27.267z" style="stroke-miterlimit:10;"/></g></svg>
                  </button>
                  <button type="button" class="slider__button slider__button--next">
                    <svg  style="enable-background:new 0 0 100 100;" version="1.1" viewBox="0 0 100 100" xml:space="preserve" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink"><g id="Layer_8_copy_4_3_"><path d="M28.213,27.267v8.294c0,0.571,0.305,1.1,0.8,1.385l20.212,11.669c1.066,0.616,1.066,2.155,0,2.771L29.013,63.055   c-0.495,0.286-0.8,0.814-0.8,1.385v8.294c0,1.231,1.333,2.001,2.399,1.385l39.375-22.733c1.066-0.616,1.066-2.155,0-2.771   L30.612,25.881C29.546,25.266,28.213,26.035,28.213,27.267z"/><path d="M69.987,48.615L30.612,25.881c-0.193-0.112-0.395-0.164-0.597-0.19l37.972,21.923c1.066,0.616,1.066,2.155,0,2.771   L28.612,73.119c-0.1,0.058-0.205,0.092-0.308,0.126c0.308,0.914,1.401,1.398,2.308,0.874l39.375-22.733   C71.054,50.77,71.054,49.23,69.987,48.615z"/><path d="M28.213,27.267v8.294c0,0.571,0.305,1.1,0.8,1.385l20.212,11.669   c1.066,0.616,1.066,2.155,0,2.771L29.013,63.055c-0.495,0.286-0.8,0.814-0.8,1.385v8.294c0,1.231,1.333,2.001,2.399,1.385   l39.375-22.733c1.066-0.616,1.066-2.155,0-2.771L30.612,25.881C29.546,25.266,28.213,26.035,28.213,27.267z" style="stroke-miterlimit:10;"/></g></svg>
                  </button>
                </div>
              </div>
              </div>
            
          </section>
    </main>
    <footer class="footer">
        <div class="container">
            <div class="footer__wrapper">
            <a class="header__logo logo"><img src="img/logo.svg" width="220" height="100" alt="Логотин интернет-магазина"></a>
            <ul class="menu__list footer-menu__list">
                <li class="menu__item"><a class="menu__link" href="index.html">Главная</a></li>
                <li class="menu__item"><a class="menu__link" href="about.html">О нас</a></li>
                <li class="menu__item"><a class="menu__link" href="blog.html">Блог</a></li>
                <li class="menu__item"><a class="menu__link" href="contact.html">Контакты</a></li>
            </ul>
            <ul class="footer-social__list">
                <li class="footer-social__item">
                    <a class="footer-social__link" href="#">
                        <svg width="6" height="12" viewBox="0 0 6 12" xmlns="http://www.w3.org/2000/svg">
                            <path d="M1.09903 2.72854C1.09903 3.00311 1.09903 4.22865 1.09903 4.22865H0V6.06299H1.09903V11.514H3.35667V6.06314H4.87165C4.87165 6.06314 5.01353 5.18359 5.08231 4.22189C4.88513 4.22189 3.36521 4.22189 3.36521 4.22189C3.36521 4.22189 3.36521 3.15472 3.36521 2.96767C3.36521 2.78022 3.61136 2.52806 3.85465 2.52806C4.09748 2.52806 4.60999 2.52806 5.08469 2.52806C5.08469 2.27831 5.08469 1.41538 5.08469 0.618408C4.45099 0.618408 3.73004 0.618408 3.41225 0.618408C1.04322 0.618282 1.09903 2.45445 1.09903 2.72854Z"/>
                            </svg>
                    </a>
                </li>
                <li class="footer-social__item">
                    <a class="footer-social__link" href="#"><svg width="13" height="8" viewBox="0 0 13 8" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M12.8841 7.1355C12.8492 7.0724 12.633 6.56585 11.593 5.52472C10.5041 4.43452 10.6504 4.61154 11.9619 2.72647C12.7606 1.57842 13.08 0.877323 12.98 0.577604C12.8849 0.291906 12.2975 0.367274 12.2975 0.367274L10.3441 0.379543C10.3441 0.379543 10.1994 0.35851 10.0914 0.427744C9.98654 0.496101 9.9191 0.653848 9.9191 0.653848C9.9191 0.653848 9.60951 1.54249 9.19673 2.29792C8.32648 3.89204 7.97789 3.97617 7.83569 3.87714C7.50498 3.64666 7.58786 2.94994 7.58786 2.45567C7.58786 0.910625 7.80482 0.266491 7.16452 0.0999807C6.95163 0.0447692 6.79562 0.00796159 6.25202 0.00182698C5.55484 -0.00606037 4.96411 0.0044561 4.63015 0.180607C4.40751 0.298041 4.23605 0.560076 4.34088 0.574975C4.47007 0.593378 4.76259 0.659983 4.91779 0.887839C5.11849 1.18142 5.11118 1.84221 5.11118 1.84221C5.11118 1.84221 5.22657 3.66068 4.84222 3.88678C4.57814 4.0419 4.21655 3.72553 3.44056 2.27864C3.04322 1.53811 2.74257 0.7187 2.74257 0.7187C2.74257 0.7187 2.68488 0.566211 2.58168 0.484708C2.45655 0.385678 2.28104 0.354129 2.28104 0.354129L0.423525 0.366398C0.423525 0.366398 0.144817 0.375162 0.0424345 0.505741C-0.0485722 0.622299 0.0351215 0.862424 0.0351215 0.862424C0.0351215 0.862424 1.4896 4.53179 3.13585 6.38182C4.6464 8.0776 6.3609 7.9663 6.3609 7.9663H7.13771C7.13771 7.9663 7.37254 7.93825 7.49198 7.79891C7.60249 7.67096 7.59843 7.43083 7.59843 7.43083C7.59843 7.43083 7.58299 6.30645 8.06727 6.14081C8.54425 5.97781 9.15692 7.22752 9.80615 7.70864C10.2969 8.07234 10.6699 7.99259 10.6699 7.99259L12.4063 7.9663C12.4063 7.9663 13.3148 7.90583 12.8841 7.1355Z"/>
                        </svg></a>
                </li>
                <li class="footer-social__item">
                    <a class="footer-social__link" href="#"><svg id="Flat" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 256 256">
                        <path d="M228.646,34.7676a11.96514,11.96514,0,0,0-12.21778-2.0752L31.87109,105.19729a11.99915,11.99915,0,0,0,2.03467,22.93457L84,138.15139v61.833a11.8137,11.8137,0,0,0,7.40771,11.08593,12.17148,12.17148,0,0,0,4.66846.94434,11.83219,11.83219,0,0,0,8.40918-3.5459l28.59619-28.59619L175.2749,217.003a11.89844,11.89844,0,0,0,7.88819,3.00195,12.112,12.112,0,0,0,3.72265-.59082,11.89762,11.89762,0,0,0,8.01319-8.73925L232.5127,46.542A11.97177,11.97177,0,0,0,228.646,34.7676ZM32.2749,116.71877a3.86572,3.86572,0,0,1,2.522-4.07617L203.97217,46.18044,87.07227,130.60769,35.47461,120.28811A3.86618,3.86618,0,0,1,32.2749,116.71877Zm66.55322,86.09375A3.99976,3.99976,0,0,1,92,199.9844V143.72048l35.064,30.85669ZM224.71484,44.7549,187.10107,208.88772a4.0003,4.0003,0,0,1-6.5415,2.10937l-86.1543-75.8164,129.66309-93.645A3.80732,3.80732,0,0,1,224.71484,44.7549Z"/>
                      </svg></a>
                </li>
            </ul>
            </div>
        </div>
    </footer>
    <script src="js/script.js"></script>
    
</body>
</html>